Repository: yaquake-dot-com/humidor
Catalog: Sources/Humidor/Localizable.xcstrings
Source language: en
Languages: ca, cs, de, es_cl, es_es, et, fr, hu, it, lv, nl, pl, pt_br, pt_pt, ru, ta, tr, uk, zh_hans

source: Log chatrooms by default
ca: Enregistrar les sales de xat per defecte
cs: Protokolovat chatovací místnosti ve výchozím nastavení
de: Chaträume standardmäßig protokollieren
es_cl: Guardar registro de las salas de chat por defecto
es_es: Guardar registro de las salas de chat por defecto
et: Logi jututubasid vaikimisi
fr: Enregistrer les salons de discussion par défaut
hu: Csevegőszobák naplózása alapértelmezettként
it: Registra canali come predefinito
lv: Reģistrēt žurnālā tērzētavas pēc noklusējuma
nl: Standaard chatkamers loggen
pl: Domyślnie zapisuj logi z pokoi rozmów
pt_br: Registrar conversas das salas por padrão
pt_pt: Registar conversas das salas por padrão
ru: Журналировать историю публичных чатов по умолчанию
ta: முன்னிருப்பாக அரட்டை அறைகளை பதிவு செய்யுங்கள்
tr: Öntanımlı olarak sohbet odalarını günlüğe kaydet
uk: Журналювати чати за умовчанням
zh_hans: 默认记录聊天室

source: Log debug messages to file
ca: Enregistrar els missatges de depuració a un fitxer
cs: Protokolovat ladicí zprávy do souboru
de: Debug-Nachrichten in Datei protokollieren
es_cl: Registrar los mensajes de depuración en un archivo
es_es: Registrar los mensajes de depuración en un archivo
et: Logi silumissõnumid faili
fr: Enregistrer les messages de débogage dans un fichier
hu: Hibakeresési üzenetek naplózása fájlba
it: Registra messaggi di debug su file
lv: Reģistrēt žurnālā atkļūdošanas ziņojumus uz failu
nl: Debugberichten loggen naar bestand
pl: Zapisuj logi dziennika debuggera do pliku
pt_br: Registrar mensagens de depuração no arquivo
pt_pt: Registar mensagens de depuração no ficheiro
ru: Журналировать отладочные сообщения в файл
ta: கோப்புக்கு பிழைத்திருத்த செய்திகளை பதிவு செய்யுங்கள்
tr: Hata ayıklama mesajlarının günlüğünü dosyaya kaydet
uk: Журналювати повідомлення про відлагодження у файл
zh_hans: 调试信息记录到文件

source: Log in to an existing Soulseek account or create a new one. Usernames are case-sensitive and unique.
ca: Inicia sessió en un compte de Soulseek existent o crea un de nou. Els noms d'usuari distingeixen entre majúscules i minúscules i són únics.
cs: Přihlaste se k existujícímu účtu Soulseek nebo si vytvořte nový. Uživatelská jména jsou citlivá na velikost písmen a jsou jedinečná.
de: Melde dich bei einem bestehenden Soulseek-Konto an oder erstelle ein neues. Benutzernamen sind groß- und kleinschreibungsempfindlich und einzigartig.
es_cl: Inicie sesión en una cuenta existente de Soulseek o cree una nueva. Los nombres de usuario distinguen entre mayúsculas y minúsculas y son únicos.
es_es: Inicia sesión en una cuenta existente de Soulseek o crea una nueva. Los nombres de usuario distinguen entre mayúsculas y minúsculas y son únicos.
et: Logi olemasolevale Soulseeki kontole sisse või loo uus. Kasutajanimed on tõusutundlikud ja ainulaadsed.
fr: Connectez-vous à un compte Soulseek existant ou créez-en un nouveau. Les noms d'utilisateur sont sensibles à la casse et uniques.
hu: Jelentkezzen be egy meglévő Soulseek fiókba, vagy hozzon létre egy újat. A felhasználónevek kis- és nagybetű érzékenyek és egyediek.
it: Accedi a un account Soulseek esistente o creane uno nuovo. I nomi utente fanno distinzione tra maiuscole e minuscole e sono univoci.
lv: Pieteicieties esošā Soulseek kontā vai izveidojiet jaunu kontu. Lietotājvārdi ir reģistrjutīgi un unikāli.
nl: Log in op een bestaand Soulseek-account of maak een nieuw account aan. Gebruikersnamen zijn hoofdlettergevoelig en uniek.
pl: Zaloguj się do istniejącego konta Soulseek lub utwórz nowe. W nazwach użytkowników rozróżniana jest wielkość liter i są one unikatowe.
pt_br: Faça login em uma conta Soulseek existente ou crie uma nova. Os nomes de usuário diferenciam maiúsculas de minúsculas e são exclusivos.
pt_pt: Faça login numa conta Soulseek existente ou crie uma nova. Os nomes de utilizador diferenciam maiúsculas de minúsculas e são exclusivos.
ru: Войдите в существующую учетную запись Soulseek или создайте новую. Имена пользователей уникальны и чувствительны к регистру.
ta: ஏற்கனவே உள்ள ஆன்மாதேடு கணக்கில் உள்நுழைக அல்லது புதிய ஒன்றை உருவாக்கவும். பயனர்பெயர்கள் வழக்கு உணர்திறன் மற்றும் தனித்துவமானவை.
tr: Mevcut bir Soulseek hesabıyla oturum açın veya yeni bir tane oluşturun. Kullanıcı adları büyük/küçük harfe duyarlıdır ve benzersizdir.
uk: Увійдіть до наявного облікового запису Soulseek або створіть новий. Імена користувачів чутливі до регістру та унікальні.
zh_hans: 登录现有的 Soulseek 帐户或创建一个新帐户。用户名区分大小写且唯一。

source: Log private chat by default
ca: Enregistrar el xat privat de manera predeterminada
cs: Protokolování soukromého chatu ve výchozím nastavení
de: Standardmäßig privaten Chat protokollieren
es_cl: Registrar privados por omisión
es_es: Registrar chats privados por defecto
et: Logi privaatvestlust vaikimisi
fr: Enregistrer les dialogues privés par défaut
hu: Privát csevegés naplózása alapértelmezettként
it: Registra chat private come predefinito
lv: Reģistrēt žurnālā privāto tērzēšanas sarunas pēc noklusējuma
nl: Standaard privéchat loggen
pl: Domyślnie zapisuj logi z prywatnych rozmów
pt_br: Registrar conversas das salas privadas por padrão
pt_pt: Registar conversas das salas privadas por padrão
ru: Журналировать историю приватных чатов по умолчанию
ta: தனிப்பட்ட அரட்டையை இயல்பாக பதிவு செய்யுங்கள்
tr: Öntanımlı olarak özel sohbeti günlüğe kaydet
uk: Журналювати приватні чати за замовчуванням
zh_hans: 默认记录私聊

source: Log timestamp format:
ca: Format de la marca horària del fitxer de registre:
cs: Formát časových značek protokolu:
de: Protokollzeitstempelformat:
es_es: Formato de la marca temporal del archivo de registro:
et: Logi ajatempli vorming:
fr: Format de l'horodatage du journal :
hu: Napló időbélyegének formátuma:
it: Formato data file di log:
lv: Žurnāla laika zīmoga formāts:
nl: Log tijdstempel format:
pl: Format znacznika czasu dziennika:
pt_br: Formato de registro de data e hora:
pt_pt: Formato de registo de data e hora:
ru: Формат меток времени журналов:
ta: பதிவு நேர முத்திரை வடிவம்:
tr: Günlük zaman damgası biçimi:
zh_hans: 日志时间戳格式：

source: Log transfers to file
ca: Enregistrar les transferències a un fitxer
cs: Protokolovat přenosy do souboru
de: Protokolliere Übertragungen in Datei
es_cl: Registrar las transferencias en un archivo
es_es: Registrar las transferencias en un archivo
et: Logi ülekanded faili
fr: Enregistrer les transferts dans un fichier
hu: Átvitel naplózása fájlba
it: Registra trasferimenti su file
lv: Reģistrēt žurnālā pārsūtījumus uz failu
nl: Overdrachten loggen naar bestand
pl: Zapisuj logi transferów do pliku
pt_br: Registrar transferências para arquivo
pt_pt: Registar transferências para ficheiro
ru: Журналировать историю передач в файл
ta: பதிவு செய்ய பதிவு பரிமாற்றங்கள்
tr: Aktarımların günlüğünü dosyaya kaydet
uk: Журналювати передачі у файл
zh_hans: 日志传输到文件

source: Logging
ca: Registrament
cs: Protokolování
de: Aufzeichnung
es_cl: Entrando en el sistema
es_es: Registros
et: Logimine
fr: Enregistrement
hu: Naplózás
it: Registro
lv: Žurnalēšana
nl: Loggen
pl: Logowanie zdarzeń
pt_br: Registrando
pt_pt: A registar
ru: Журналирование
ta: பதிவு
tr: Günlük kaydı
uk: Журналювання
zh_hans: 日志

source: Lossless
ca: Sense pèrdua
cs: Bezztrátové
de: Verlustfrei
es_cl: Sin pérdida
es_es: Sin pérdida
et: Kadudeta
fr: Sans perte
hu: Veszteségmentes
lv: Bezzudumu
pl: Bezstratne
pt_br: Sem perda
pt_pt: Sem perda
ru: Без потерь
ta: இழப்பற்ற
tr: Kayıpsız
uk: Без втрат
zh_hans: 无损

source: Make room private
ca: Fes la sala privada
cs: Nastavit místnost jako soukromou
de: Mach den Raum privat
es_cl: Hacer la sala privada
es_es: Hacer la sala privada
et: Muuda ruum privaatseks
fr: Rendre le Salon privée
hu: Tegye a szobát priváttá
it: Rendi canale privato
lv: Padarīt istabu privātu
nl: Kamer privé maken
pl: Uczyń pokój prywatnym
pt_br: Tornar sala privada
pt_pt: Tornar sala privada
ru: Сделать комнату частной
ta: அறையை தனிப்பட்டதாக ஆக்குங்கள்
tr: Odayı özel yap
uk: Зробити кімнату приватною
zh_hans: 设为私密聊天室

source: Maximum number of queued files per user:
ca: Nombre màxim d'arxius en cua per usuari:
cs: Maximální počet souborů ve frontě na jednoho uživatele:
de: Maximale Anzahl an Dateien in der Warteschlange pro Benutzer:
es_es: Número máximo de archivos en la cola por usuario:
et: Maksimaalne järjekorda pandud failide arv kasutaja kohta:
fr: Nombre maximal de fichiers envoyés par utilisateur :
hu: A sorba állított fájlok maximális száma felhasználónként:
it: Numero massimo di file in coda per utente:
lv: Maksimālais rindā gaidāmo failu skaits vienam lietotājam:
nl: Maximaal aantal bestanden in wachtrij per gebruiker:
pl: Maksymalna liczba plików w kolejce na użytkownika:
pt_br: Número máximo de arquivos enfileirados por usuário:
pt_pt: Número máximo de ficheiros enfileirados por utilizador:
ru: Максимальное количество файлов в очереди на одного пользователя:
ta: ஒரு பயனருக்கு வரிசைப்படுத்தப்பட்ட கோப்புகளின் அதிகபட்ச எண்ணிக்கை:
tr: Kullanıcı başına kuyruğa alınan en fazla dosya sayısı:
zh_hans: 单个用户的最大队列文件数量：

source: Maximum search results to send per search request:
ca: Nombre màxim de resultats de cerca a enviar per sol·licitud de cerca:
cs: Maximální počet výsledků vyhledávání, které budou vráceny při žádosti o vyhledání:
de: Maximale Anzahl an Suchergebnissen pro Suchanfrage:
es_cl: Número máximo de resultados de búsqueda a enviar por solicitud de búsqueda:
es_es: Número máximo de resultados de búsqueda a enviar por solicitud de búsqueda:
et: Maksimaalne otsingu kohta saadetav tulemuste arv:
fr: Nombre maximum de résultats de recherche à envoyer par demande de recherche :
hu: A keresési kérésenként elküldendő keresési eredmények maximális száma:
it: Numero massimo di risultati da inviare per richiesta di ricerca:
lv: Maksimālais meklēšanas rezultātu skaits, ko nosūtīt katram meklēšanas pieprasījumam:
nl: Maximaal aantal zoekresultaten om per zoekopdracht te versturen:
pl: Maksymalna ilość wyników wyszukiwania do wysłania na jedno zapytanie:
pt_br: Máximo de resultados de pesquisa a serem enviados por solicitação de pesquisa:
pt_pt: Máximo de resultados de pesquisa a serem enviados por solicitação de pesquisa:
ru: Максимальное количество результатов на странице поиска:
ta: ஒரு தேடல் கோரிக்கைக்கு அனுப்ப அதிகபட்ச தேடல் முடிவுகள்:
tr: Arama isteği başına gönderilecek en fazla arama sonucu:
uk: Максимальна кількість результатів пошуку для надсилання на пошуковий запит:
zh_hans: 每个搜索请求发送的最大搜索结果：

source: Maximum total size of queued files per user (MiB):
ca: Mida total màxima dels arxius en cua per usuari (MiB):
cs: Maximální celková velikost souborů, které může uživatel přidat do fronty stahování (MiB):
de: Maximale Gesamtgröße der in der Warteschlange stehenden Dateien pro Benutzer (MiB):
es_es: Tamaño máximo total de los archivos en la cola por usuario (MiB):
et: Maksimaalne järjekorda pandud failide kogusuurus kasutaja kohta (MiB):
fr: Taille maximale des fichiers en queue par utilisateur (MiB) :
hu: A sorba állított fájlok maximális teljes mérete felhasználónként (MIB):
it: Dimensione totale massima dei file in coda per utente (MiB):
lv: Maksimālais rindā gaidāmo failu kopējais izmērs vienam lietotājam (MiB):
nl: Maximale totale grootte van bestanden in wachtrij per gebruiker (MiB):
pl: Maksymalny łączny rozmiar plików w kolejce na użytkownika (MiB):
pt_br: Tamanho total máximo de arquivos enfileirados por usuário (MiB):
pt_pt: Tamanho total máximo de ficheiros enfileirados por utilizador (MiB):
ru: Максимальный суммарный размер файлов в очереди на одного пользователя (МиБ):
ta: ஒரு பயனருக்கு வரிசைப்படுத்தப்பட்ட கோப்புகளின் அதிகபட்ச மொத்த அளவு (MIB):
tr: Kullanıcı başına kuyruğa alınan en yüksek toplam dosya boyutu (MiB):
zh_hans: 单个用户的最大队列文件大小（MiB）：

source: Mentioned by %@ in Room %@
ca: Missatge de %1$@ a la sala %2$@
cs: Zmínka od %1$@ v místnosti %2$@
de: Erwähnt von %1$@ im Raum %2$@
es_es: Mencionado por %1$@ en la sala %2$@
et: Mainis %1$@ ruumis %2$@
fr: Mentionné par %1$@ dans le salon %2$@
hu: %1$@ említette a(z) %2$@ szobában
it: Menzionato da %1$@ nella stanza %2$@
lv: %1$@ Jūs pieminēja istabā %2$@
nl: Vermeld door %1$@ in kamer %2$@
pl: Wspomniany przez %1$@ w pokoju %2$@
pt_br: Mencionado por %1$@ na Sala %2$@
pt_pt: Mencionado por %1$@ na Sala %2$@
ru: Вас упомянул %1$@ в комнате %2$@
ta: அறை %1$@ மூலம் %2$@ குறிப்பிடுகின்றன
tr: %2$@ odasında %1$@ tarafından bahsedildi
zh_hans: %1$@ 在房间 %2$@ 提到了您

source: Message All
ca: Enviar un missatge a tots
cs: Zpráva všem
de: Nachricht an alle
es_es: Todos los mensajes
et: Sõnum kõigile
fr: Envoyer un message à tous
hu: Üzenet mindenkinek
it: Messaggia tutti
lv: Sūtīt ziņu visiem
nl: Allen bericht sturen
pl: Wyślij wiadomość do wszystkich
pt_br: Mensagens para Todos
pt_pt: Mensagens para Todos
ru: Сообщение (иконка)
ta: அனைத்து செய்தி
tr: Tümüne Mesaj Gönder
zh_hans: 全部留言

source: Message Buddies
ca: Enviar missatge a amics
cs: Zpráva přátelům
de: Freunde Nachricht senden
es_es: Enviar un mensaje a mis amigos
et: Sõnum sõpradele
fr: Message pour les amis
hu: Üzenetek a barátoknak
it: Messaggia Amici
lv: Sūtīt ziņu draugiem
nl: Vrienden bericht sturen
pl: Zawiadom znajomych
pt_br: Mensagens de Amigos
pt_pt: Companheiros de Conversa
ru: Отправить сообщение друзьям
ta: செய்தி நண்பர்கள்
tr: Mesaj Arkadaşları
uk: Написати друзям
zh_hans: 向好友发送信息

source: Message Downloading Users
ca: Enviar un missatge als usuaris que estan descarregant
cs: Zpráva stahujícím uživatelům
de: Herunterlader Nachricht senden
es_es: Enviar un mensaje a los usuarios que están descargando
et: Sõnum allalaadivatele kasutajatele
fr: Envoyer un message aux utilisateurs qui téléchargent
hu: Üzenet a letöltőknek
it: Messaggia Gli Utenti Che Stanno Scaricando
lv: Ziņa lejupielādētājiem
nl: Gebruikers die downloaden een bericht sturen
pl: Informowanie użytkowników pobierających pliki
pt_br: Mensagens de Usuários que estão Baixando
pt_pt: Mensagens de Utilizadores que estão a descarregar
ru: Написать скачивающим пользователям
ta: செய்தி பதிவிறக்கும் பயனர்கள்
tr: İndiren Kullanıcılara Mesaj Gönder
uk: Повідомити користувачів які завантажують
zh_hans: 给正在下载的用户发消息

source: Message by %@ in Room %@
ca: Missatge de %1$@ a la sala %2$@
cs: Zpráva od %1$@ v místnosti %2$@
de: Nachricht von %1$@ im Raum %2$@
es_es: Mensaje de %1$@ en la sala %2$@
et: Sõnum kasutajalt %1$@ ruumis %2$@
fr: Message de %1$@ dans le salon %2$@
hu: %1$@ üzenete a(z) %2$@ szobában
it: Messaggio di %1$@ nella Stanza %2$@
lv: Ziņa no %1$@ istabā %2$@
nl: Bericht van %1$@ in kamer %2$@
pl: Wiadomość od %1$@ w pokoju %2$@
pt_br: Mensagem de %1$@ na Sala %2$@
pt_pt: Mensagem de %1$@ na Sala %2$@
ru: Вам пришло сообщение от %1$@ в комнате %2$@
ta: %2$@ அறையில் பயனர் %1$@ ஆல் செய்தி
tr: %2$@ odasında %1$@ tarafından mesaj
zh_hans: 来自房间 %2$@ %1$@的消息

source: Minimum characters required to display drop-down:
ca: Caràcters mínims necessaris per a mostrar el menú desplegable:
cs: Minimální počet znaků potřebných k zobrazení rozevírací nabídky:
de: Mindestanzahl an Zeichen, die erforderlich ist, um das Dropdown-Menü anzuzeigen:
es_cl: Caracteres mínimos requeridos para mostrar el desplegable:
es_es: Caracteres mínimos requeridos para mostrar el desplegable:
et: Rippmenüü kuvamiseks nõutav väikseim tähemärkide arv:
fr: Nombre de caractères minimum requis pour afficher la liste déroulante :
hu: A minimum karakterszám a legördülő lista megjelenítéséhez:
it: Numero minimo di caratteri mostrati nel menu a tendina:
lv: Minimālais rakstzīmju skaits, kas nepieciešams, lai parādītu nolaižamo izvēlni:
nl: Minimaal aantal tekens vereist om dropdown weer te geven:
pl: Minimalna ilość znaków wymagana do wyświetlenia listy rozwijanej:
pt_br: Caracteres mínimos necessários para exibir a lista suspensa:
pt_pt: Caracteres mínimos necessários para exibir a lista suspensa:
ru: Минимальное количество символов, необходимых для отображения раскрывающегося списка:
ta: கீழ்தோன்றலைக் காண்பிக்க குறைந்தபட்ச எழுத்துக்கள்:
tr: Açılır menüyü görüntülemek için gereken en az karakter:
uk: Мінімальна кількість символів, необхідних для відображення випадаючого меню:
zh_hans: 显示下拉列表所需的最少字符数：

source: Minutes of inactivity before going away (0 to disable):
ca: Minuts d'inactivitat abans de marxar (0 per deshabilitar):
cs: Minuty nečinnosti před stavem nepřítomen(a) (0 pro deaktivaci):
de: Minuten der Inaktivität, bevor der Status auf Abwesend gesetzt wird (0 zum Deaktivieren):
es_es: Minutos de inactividad antes de ausentarse (0 para deshabilitar):
et: Mitteaktiivsuse minutid enne lahkumist (0 keelamiseks):
fr: Minutes d'inactivité avant d'être absent (0 pour désactiver) :
hu: A távol van állapot előtti tétlenség percekben (0 a letiltáshoz):
it: Minuti di inattività prima di andare via (0 per disabilitare):
lv: Neaktivitātes minūtes pirms aiziešanas (0, lai atspējotu):
nl: Minuten van inactiviteit voordat je afwezig bent (0 om uit te schakelen):
pl: Minuty bezczynności przed odejściem (0, aby wyłączyć):
pt_br: Minutos de inatividade antes de ir embora (0 para desabilitar):
pt_pt: Minutos de inatividade antes de ir embora (0 para desativar):
ru: Установить статус «Отсутствую» после минут (0 чтобы отключить):
ta: விலகிச் செல்வதற்கு முன் செயலற்ற நிமிடங்கள் (முடக்க 0):
tr: Uzakta olarak belirtilecek dakika cinsinden hareketsizlik süresi (devre dışı bırakmak için 0):
zh_hans: 离开前的非活动分钟数（0 表示禁用）：

source: Miscellaneous
ca: Miscel·lània
cs: Různé
de: Sonstiges
es_cl: Misceláneos
es_es: Varios
et: Mitmesugust
fr: Divers
hu: Egyéb
it: Varie
lv: Dažādi
nl: Diversen
pl: Różne
pt_br: Variados
pt_pt: Variados
ru: Разное
ta: மற்றவை
tr: Çeşitli
uk: Різне
zh_hans: 杂项

source: Modify the following download filter:
ca: Modifica el següent filtre de descàrrega:
cs: Upravit následující filtr stahování:
de: Ändere den folgenden Download-Filter:
es_cl: Modificar el siguiente filtro de descarga:
es_es: Modifique el siguiente filtro de descarga:
et: Muuda järgmist allalaadimisfiltrit:
fr: Modifiez le filtre de téléchargement suivant :
hu: Módosítsa a következő letöltésszűrőt:
it: Modifica il seguente filtro download:
lv: Mainiet šo lejupielādes filtru:
nl: Pas het volgende downloadfilter aan:
pl: Modyfikuj ten filtr pobierania:
pt_br: Modifique o seguinte filtro de download:
pt_pt: Modifique o filtro de descarga seguinte:
ru: Измените следующий фильтр загрузки:
ta: பின்வரும் பதிவிறக்க வடிப்பானை மாற்றவும்:
tr: Aşağıdaki indirme filtresini değiştirin:
uk: Змініть такий фільтр завантаження:
zh_hans: 修改以下下载过滤器：

source: Multiple conditions can be specified: >6:00 <12:00 to show files between 6 and 12 minutes long. !9:54 !8:43 !7:32 to hide some specific files from the results. =5:34 =4:23 =3:05 to include files with specific durations.
ca: Es poden especificar múltiples condicions: >6:00 <12:00 per mostrar fitxers entre 6 i 12 minuts de durada. !9:54 !8:43 !7:32 per ocultar alguns fitxers específics dels resultats. =5:34 =4:23 =3:05 per incloure fitxers amb duracions específiques.
cs: Je možné stanovit více podmínek: >6:00 <12:00 pro zobrazení souborů delších než 6 minut a kratších než 12 minut. !9:54 !8:43 !7:32 pro skrytí určitých souborů ve výsledcích. =5:34 =4:23 =3:05 pro zahrnutí souborů o určitých délkách.
de: Es können mehrere Bedingungen festgelegt werden: >6:00 <12:00, um Dateien anzuzeigen, die zwischen 6 und 12 Minuten lang sind. !9:54 !8:43 !7:32, um bestimmte Dateien aus den Ergebnissen auszublenden. =5:34 =4:23 =3:05, um Dateien mit spezifischen Laufzeiten einzuschließen.
es_es: Se pueden especificar varias condiciones: >6:00 <12:00 para mostrar ficheros de entre 6 y 12 minutos de duración. !9:54 !8:43 !7:32 para ocultar algunos archivos específicos de los resultados. =5:34 =4:23 =3:05 para incluir archivos con duraciones específicas.
et: Tingimusi võib määrata mitu: >6:00 <12:00 kuvamaks faile kestusega 6–12 minutit. !9:54 !8:43 !7:32 teatud kindlate failide peitmiseks tulemuste hulgast. =5:34 =4:23 =3:05 kindla kestusega failide hõlmamiseks.
fr: Plusieurs conditions peuvent être spécifiées : >6:00 <12:00 pour afficher les fichiers d'une durée comprise entre 6 et 12 minutes. !9:54 !8:43 !7:32 pour masquer certains fichiers spécifiques des résultats. =5:34 =4:23 =3:05 pour inclure des fichiers d'une durée spécifique.
hu: Több feltétel is megadható: >6:00 <12:00, a 6 és 12 perc közötti időtartamú fájlok megjelenítéséhez. !9:54 !8:43 !7:32, a megadott időtartamú fájlok elrejtéséhez az eredmények közül. =5:34 =4:23 =3:05, a megadott időtartamú fájloknak az eredmények közé vételéhez.
it: È possibile specificare più condizioni: >6:00 <12:00 per mostrare file di durata compresa tra i 6 e i 12 minuti. !9:54 !8:43 !7:32 per nascondere alcuni file specifici dai risultati. =5:34 =4:23 =3:05 per includere file con durate specifiche.
lv: Var norādīt vairākus nosacījumus: >6:00 <12:00, lai parādītu failus, kuru garums ir no 6 līdz 12 minūtēm. !9:54 !8:43 !7:32, lai no rezultātiem paslēptu dažus konkrētus failus. =5:34 =4:23 =3:05, lai iekļautu failus ar konkrētu ilgumu.
nl: Er kunnen meerdere voorwaarden worden opgegeven: >6:00 <12:00 om bestanden weer te geven die tussen de 6 en 12 minuten lang zijn. !9:54 !8:43 !7:32 om bepaalde specifieke bestanden uit de resultaten te verbergen. =5:34 =4:23 =3:05 om bestanden met specifieke duur op te nemen.
pl: Wiele warunków można określić za pomocą separatora | : >6:00|<12:00, aby wyświetlić pliki o długości od 6 do 12 minut. !9:54|!8:43|!7:32, aby ukryć określone pliki w wynikach. =5:34|=4:23|=3:05, aby uwzględnić pliki o określonym czasie trwania.
pt_br: Várias condições podem ser especificadas: >6:00 <12:00 para mostrar arquivos entre 6 e 12 minutos de duração. !9:54 !8:43 !7:32 para ocultar alguns arquivos específicos dos resultados. =5:34 =4:23 =3:05 para incluir arquivos com durações específicas.
pt_pt: Várias condições podem ser especificadas: >6:00 <12:00 para mostrar ficheiros entre 6 e 12 minutos de duração. !9:54 !8:43 !7:32 para ocultar alguns ficheiros específicos dos resultados. =5:34 =4:23 =3:05 para incluir ficheiros com durações específicas.
ru: Можно указать несколько условий: >6:00 <12:00 для отображения файлов продолжительностью от 6 до 12 минут. !9:54 !8:43 !7:32, чтобы скрыть некоторые файлы из результатов. =5:34 =4:23 =3:05, чтобы включить файлы с определенной продолжительностью.
ta: பல நிபந்தனைகளைக் குறிப்பிடலாம்: > 6:00 <12:00 6 முதல் 12 நிமிடங்கள் வரை கோப்புகளைக் காட்ட. ! 9: 54! 8: 43! 7: 32 முடிவுகளிலிருந்து சில குறிப்பிட்ட கோப்புகளை மறைக்க. = 5: 34 = 4: 23 = 3: 05 குறிப்பிட்ட கால அளவுகளுடன் கோப்புகளைச் சேர்க்க.
tr: Birden fazla koşul belirtilebilir: >6:00 <12:00 6 ila 12 dakika uzunluğundaki dosyaları gösterir. !9:54 !8:43 !7:32 belirtilen dosyaları sonuçlardan gizler. =5:34 =4:23 =3:05 belirtilen sürelere sahip dosyaları dahil eder.
zh_hans: 您可以指定多个条件： >6:00 <12:00 显示 6 至 12 分钟的文件。 !9:54 !8:43 !7:32 从结果中剔除特定的文件。 =5:34 =4:23 =3:05 包含指定时长的文件。
